import { ServiceWay } from '@/shared/types/service-dto-types';

export const FOR_WE_WORK_CONFIG: ServiceWay[] = [
  {
    id: 1,
    iconName: '/emoji/women.png',
    name: 'Малый и средний бизнес',
    description:
      'Помогаем запускать и развивать онлайн-проекты и личные бренды. Берём техническую часть на себя, чтобы вы могли сосредоточиться на бизнесе.',
  },
  {
    id: 2,
    iconName: '/emoji/business-center.png',
    name: 'Инвесторы и инноваторы',
    description:
      'Разрабатываем и поддерживаем сайты и сервисы для бизнеса. Обеспечиваем стабильную работу и быстро реагируем на задачи.',
  },
  {
    id: 3,
    iconName: '/emoji/shopping-packet.png',
    name: 'Онлайн-проекты и магазины',
    description:
      'Создаём, дорабатываем и интегрируем решения под ваши процессы. Делаем так, чтобы проект работал удобно и без сбоев.',
  },
  {
    id: 4,
    iconName: '/emoji/heart.png',
    name: 'Те, кому важна надёжность',
    description:
      'Подходим к работе внимательно и ответственно. Вы получаете поддержку, спокойствие и уверенность в результате.',
  },
];
