import { CardTypes } from '@/shared/types/card-types';

export const WHY_CHOOSE_CONFIG: CardTypes[] = [
  {
    id: 1,
    icon: '/emoji/hands.png',
    title: 'Полная ответственность за результат',
    description:
      'Не перекладываем задачи на клиента, сами уточняем детали, предлагаем решения и всегда доводим проект до конца. К каждому договору прикрепляем детальное техническое задание с четко прописанным итоговым результатом и гарантию на разработанный продукт',
  },
  {
    id: 2,
    icon: '/emoji/lock.png',
    title: 'Соблюдение сроков и договоренностей',
    description:
      'Договариваемся с каждым клиентом “на берегу”. Детально прописываем все этапы разработки, сроки и выплаты. Подстраиваемся под ваши нужды и возможности и не нарушаем установленные договоренности',
  },
  {
    id: 3,
    icon: '/emoji/times.png',
    title: 'Круглосуточная техническая поддержка',
    description:
      'Наша команда специалистов готова прийти к вам на помощь по любому техническому и консультационному вопросу вне зависимости от дня недели и времени суток. Подскажем решение понятным языком без технических деталей',
  },
  {
    id: 4,
    icon: '/emoji/message.png',
    title: 'Защита ваших данных от взлома и утечек',
    description:
      'Ответственно подходим к сохранению конфиденциальности полученных данных от вас, а также внедряем современные подходы к защите информации внутрь каждого разрабатываемого нами продукта',
  },
];
