import { CardTypes } from '@/shared/types/global-types';

export const WHY_CHOOSE_CONFIG: CardTypes[] = [
  {
    id: 1,
    icon: '/why-choose/hands.png',
    title: 'Берём ответственность за результат',
    description:
      'Не перекладываем задачи на клиента. Сами уточняем детали, предлагаем решения и доводим проект до нужного результата.',
  },
  {
    id: 2,
    icon: '/why-choose/times.png',
    title: 'Соблюдаем сроки и договорённости',
    description:
      'Ценим ваше время: работаем по согласованному плану, без затяжек и внезапных «доработок».',
  },
  {
    id: 3,
    icon: '/why-choose/lock.png',
    title: 'Безопасно и аккуратно',
    description:
      'Работаем с данными и системами внимательно: ничего не ломаем, делаем резервные копии и сохраняем стабильность.',
  },
  {
    id: 4,
    icon: '/why-choose/message.png',
    title: 'Всегда на связи и поддерживаем',
    description:
      'Отвечаем на вопросы, объясняем, помогаем после запуска. Вы не остаётесь один на один с техническими моментами.',
  },
];
