export type OurServicesCard = { link: string; title: string; description: string };
export type OurServicesMobileCard = {
  link: string;
  title: string;
  description: string;
  price: string;
};
export const OUR_SERVICES_DEFAULT: OurServicesCard[] = [
  {
    link: 'Программирование системы 1С Бухгалтерия',
    title: 'Программирование системы 1С Бухгалтерия',
    description:
      'Когда на вас и учёт, и отчётность, и вопросы руководства. Мы берём 1С на себя, чтобы вы успевали главное.',
  },
  {
    link: 'Консультации в области 1С Документооборот',
    title: 'Консультации в области 1С Документооборот',
    description:
      'Когда на вас и учёт, и отчётность, и вопросы руководства. Мы берём 1С на себя, чтобы вы успевали главное.',
  },

  {
    link: 'Исправление ошибок в системе 1С Предприятие',
    title: 'Исправление ошибок в системе 1С Предприятие',
    description:
      'Когда на вас и учёт, и отчётность, и вопросы руководства. Мы берём 1С на себя, чтобы вы успевали главное.',
  },
  {
    link: 'Консультации в области 1С ЗУП',
    title: 'Консультации в области 1С ЗУП',
    description:
      'Когда на вас и учёт, и отчётность, и вопросы руководства. Мы берём 1С на себя, чтобы вы успевали главное.',
  },
];
export const OUR_SERVICES_MOBILE_DEFAULT: OurServicesMobileCard[] = [
  {
    link: 'Программирование системы 1С Бухгалтерия',
    title: 'Программирование системы 1С Бухгалтерия',
    description:
      'Когда на вас и учёт, и отчётность, и вопросы руководства. Мы берём 1С на себя, чтобы вы успевали главное.',
    price: '200 000',
  },
  {
    link: 'Консультации в области 1С Документооборот',
    title: 'Консультации в области 1С Документооборот',
    description:
      'Когда на вас и учёт, и отчётность, и вопросы руководства. Мы берём 1С на себя, чтобы вы успевали главное.',
    price: '200 000',
  },

  {
    link: 'Исправление ошибок в системе 1С Предприятие',
    title: 'Исправление ошибок в системе 1С Предприятие',
    description:
      'Когда на вас и учёт, и отчётность, и вопросы руководства. Мы берём 1С на себя, чтобы вы успевали главное.',
    price: '200 000',
  },
  {
    link: 'Консультации в области 1С ЗУП',
    title: 'Консультации в области 1С ЗУП',
    description:
      'Когда на вас и учёт, и отчётность, и вопросы руководства. Мы берём 1С на себя, чтобы вы успевали главное.',
    price: '200 000',
  },
];
