export const SERVICE_WE_PROVIDE = {
  ru: [
    'Разработка интернет-магазина',
    'Разработка мобильного приложения (ios + android)',
    'Разработка многостраничных сайтов',
    'Интеграция и внедрение amoCRM',
  ],
  by: [
    'Интеграция и настройка 1С.ЗУП',
    'Разработка интернет-магазина',
    'Разработка мобильного приложения (ios + android)',
    'Интеграция, настройка и подключение Битрикс24',
  ],
};

export const SERVICE_WE_PROVIDE_REGION = {
  ru: [
    'Разработка многостраничных сайтов',
    'Комплексная it поддержка бизнеса',
    'Разработка интернет-магазина',
    'SEO продвижение и оптимизация сайта',
  ],
  by: [
    'Интеграция и настройка 1С.ЗУП',
    'Разработка мобильного приложения (ios + android)',
    'Интеграция, настройка и подключение Битрикс24',
    'SEO продвижение и оптимизация сайта',
  ],
};
