import { CardTypes } from '@/shared/types/card-types';

export const WORK_STEPS_CONFIG: CardTypes[] = [
  {
    id: 1,
    icon: '',
    title: 'Заявка и консультация',
    description:
      'Выявляем ваши потребности и требования к продукту. Предлагаем наиболее подходящее решение',
  },
  {
    id: 2,
    icon: '',
    title: 'Подготовка и согласование',
    description:
      'Разрабатываем подробное техническое задание. Согласовываем объём работ, сроки и стоимость. ',
  },
  {
    id: 3,
    icon: '',
    title: 'Выполнение работ',
    description:
      'Выполняем техническое задание согласно утвержденным этапам и срокам. Превращаем “надо” в “работает”',
  },
  {
    id: 4,
    icon: '',
    title: 'Сдача проекта',
    description:
      'Устраняем все мелкие недочеты, публикуем совершенный продукт и поддерживаем его работоспособность',
  },
];
