import { CardTypes } from '@/shared/types/global-types';

export const WORK_STEPS_CONFIG: CardTypes[] = [
  {
    id: 1,
    icon: '',
    title: 'Заявка и консультация',
    description:
      'Изучаем вашу 1С, бизнес-процессы и требования. Определяем, какие доработки действительно нужны и как их реализовать без лишних затрат.',
  },
  {
    id: 2,
    icon: '',
    title: 'Подготовка и согласование',
    description:
      'Предлагаем оптимальный вариант реализации, согласовываем объём работ, сроки и стоимость. Фиксируем всё перед началом разработки.',
  },
  {
    id: 3,
    icon: '',
    title: 'Выполнение работ',
    description:
      'Выполняем разработку с учётом стандартов 1С и будущих обновлений. Работаем аккуратно, без «костылей».',
  },
  {
    id: 4,
    icon: '',
    title: 'Приёмка и оплата',
    description:
      'Проверяем корректность работы доработок, расчётов и отчётов. Убеждаемся, что система работает стабильно и без ошибок.',
  },
];
